Fifth.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Fifth.org</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-08-09 Fri"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Fifth.org</h1>



<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Fifth.org </a>
<ul>
<li><a href="#sec-1.1">1.1 Part I HOW OUR ACTIONS CREATE OUR REALITY </a></li>
<li><a href="#sec-1.2">1.2 Part II THE FIFTH DISCIPLINE </a></li>
<li><a href="#sec-1.3">1.3 Part III THE CORE DISCIPLINES </a></li>
<li><a href="#sec-1.4">1.4 Part IV REFLECTIONS FROM PRACTICE </a></li>
<li><a href="#sec-1.5">1.5 Part V CODA </a></li>
<li><a href="#sec-1.6">1.6 Appendix 1: The Learning Disciplines </a></li>
<li><a href="#sec-1.7">1.7 Appendix 2: Systems Archetypes </a></li>
<li><a href="#sec-1.8">1.8 Appendix 3: The U Process </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Fifth.org </h2>
<div class="outline-text-2" id="text-1">

<p>Notes on Peter Senge's <i>The Fifth Discipline</i>.
</p>

</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Part I HOW OUR ACTIONS CREATE OUR REALITY </h3>
<div class="outline-text-3" id="text-1.1">

<ul>
<li id="sec-1.1.1">Give Me a Lever Long Enough&hellip; <br/>
</li>
<li id="sec-1.1.2">Does Your Organization Have a Learning Disability? <br/>
</li>
<li id="sec-1.1.3">Prisoners of the System, or Prisoners of Our Own Thinking? <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Part II THE FIFTH DISCIPLINE </h3>
<div class="outline-text-3" id="text-1.2">

<ul>
<li id="sec-1.2.1">The Laws of the Fifth Discipline <br/>
</li>
<li id="sec-1.2.2">A Shift of Mind <br/>
</li>
<li id="sec-1.2.3">Nature's Templates: Identifying Patterns That Control Events <br/>
</li>
<li id="sec-1.2.4">Self-Limiting or Self-Sustaining Growth <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Part III THE CORE DISCIPLINES </h3>
<div class="outline-text-3" id="text-1.3">

<ul>
<li id="sec-1.3.1">Personal Mastery <br/>
</li>
<li id="sec-1.3.2">Mental Models <br/>
</li>
<li id="sec-1.3.3">Shared Vision <br/>
</li>
<li id="sec-1.3.4">Team Learning <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> Part IV REFLECTIONS FROM PRACTICE </h3>
<div class="outline-text-3" id="text-1.4">

<ul>
<li id="sec-1.4.1">Foundations <br/>
</li>
<li id="sec-1.4.2">Impetus <br/>
</li>
<li id="sec-1.4.3">Strategies <br/>
</li>
<li id="sec-1.4.4">The Leader's New Work <br/>
</li>
<li id="sec-1.4.5">Systems Citizens <br/>
</li>
<li id="sec-1.4.6">Frontiers <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> Part V CODA </h3>
<div class="outline-text-3" id="text-1.5">

<ul>
<li id="sec-1.5.1">The Indivisible Whole <br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-1.6" class="outline-3">
<h3 id="sec-1.6"><span class="section-number-3">1.6</span> Appendix 1: The Learning Disciplines </h3>
<div class="outline-text-3" id="text-1.6">

</div>

</div>

<div id="outline-container-1.7" class="outline-3">
<h3 id="sec-1.7"><span class="section-number-3">1.7</span> Appendix 2: Systems Archetypes </h3>
<div class="outline-text-3" id="text-1.7">

</div>

</div>

<div id="outline-container-1.8" class="outline-3">
<h3 id="sec-1.8"><span class="section-number-3">1.8</span> Appendix 3: The U Process </h3>
<div class="outline-text-3" id="text-1.8">

</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-08-09 Fri</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
